Repository: withxat/Dash
Catalog: apps/ios/Dash/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ blocks
zh_hans: %@ 次拦截

source: %@ changed during the move. The original was kept.
zh_hans: %1$@ 在移动过程中发生变化，原对象已保留。

source: %@ days
zh_hans: %@ 天

source: %@ deleted.
zh_hans: %@ 已删除。

source: %@ domains
zh_hans: %@ 个域名

source: %@ expires %@. Auto-renew is off.
zh_hans: %1$@ 将于 %2$@ 到期，自动续费已关闭。

source: %@ expires %@. Renew it with your registrar.
zh_hans: %1$@ 将于%2$@到期，请在注册商处续费。

# %@ for %@. Total %@.
source: %1$@ for %2$@. Total %3$@.
zh_hans: %2$@的%1$@，总计 %3$@。

# %@ is %@. Dash uploads files up to %@.
source: %1$@ is %2$@. Dash uploads files up to %3$@.
zh_hans: %1$@ 的大小为 %2$@。Dash 最多可上传 %3$@ 的文件。

source: %@ is on Cloudflare.
zh_hans: %@ 已接入 Cloudflare。

source: %@ is over the 100 MB upload limit.
zh_hans: %1$@ 超过了 100 MB 上传限制。

source: %@ no longer exists. Refresh and try again.
zh_hans: %1$@ 已不存在。请刷新后重试。

source: %@ of %@ deployments
zh_hans: %2$@ 次部署中的 %1$@ 次

source: %@ of %@ records
zh_hans: %2$@ 条记录中的 %1$@ 条

source: %@ record %@
zh_hans: %1$@ 记录 %2$@

source: %@ req
zh_hans: %@ 次请求

source: %@ will be deleted in %lld seconds.
zh_hans: %1$@ 将在 %2$lld 秒后删除。

source: %@ will be deleted in 1 second.
zh_hans: %@ 将在 1 秒后删除。

# %@, %@, Route
source: %1$@, %2$@, Route
zh_hans: %1$@，%2$@，路由

source: %@, %@, card preview
zh_hans: %1$@，%2$@，卡片预览

source: %@, KV namespace
zh_hans: %1$@，KV 命名空间

source: %lld addresses
zh_hans: %lld 个地址

source: %lld alerts
zh_hans: %lld 条提醒

source: %lld connectors
zh_hans: %lld 个连接器

source: %lld days
zh_hans: %lld 天

source: %lld days ago
zh_hans: %lld 天前

source: %lld domains
zh_hans: %lld 个域名

source: %lld failed
zh_hans: %lld 个失败

source: %lld hr ago
zh_hans: %lld 小时前

source: %lld items deleted, %lld failed.
zh_hans: 已删除 %1$lld 项，%2$lld 项失败。

source: %lld items deleted.
zh_hans: 已删除 %lld 项。

source: %lld items will be deleted in %lld seconds.
zh_hans: %1$lld 项将在 %2$lld 秒后删除。

source: %lld items will be deleted in 1 second.
zh_hans: %lld 项将在 1 秒后删除。

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld unread alerts
zh_hans: %lld 条未读提醒

source: %lld unverified
zh_hans: %lld 个未验证

source: %lld values
zh_hans: %lld 个值

source: %llds
zh_hans: %lld 秒

source: 1 alert
zh_hans: 1 条提醒

source: 1 connector
zh_hans: 1 个连接器

source: 1 day
zh_hans: 1 天

source: 1 day ago
zh_hans: 1 天前

source: 1 hour
zh_hans: 1 小时

source: 1 min
zh_hans: 1 分钟

source: 12 hours
zh_hans: 12 小时

source: 24h
zh_hans: 24 小时

source: 30 min
zh_hans: 30 分钟

source: 30d
zh_hans: 30 天

source: 5 min
zh_hans: 5 分钟

source: 7d
zh_hans: 7 天

source: A Cloudflare Tunnel connects a machine on your own network to Cloudflare without opening a port. Create one with cloudflared or the Zero Trust dashboard — Dash shows its health, hostnames, and routes here.
zh_hans: Cloudflare Tunnel 无需开放端口，即可将本地网络中的机器连接到 Cloudflare。请使用 cloudflared 或 Zero Trust 控制台创建；Dash 会在这里显示运行状况、主机名和路由。

source: A build for %@ finished.
zh_hans: %@ 的一次构建已完成。

source: A certificate event for %@.
zh_hans: %@ 有证书事件。

source: A dithered Watchtower trend for your account.
zh_hans: 以点阵趋势图展示账户的 Watchtower 指标。

source: A dithered analytics trend for one domain.
zh_hans: 以点阵趋势图展示单个域名的分析指标。

source: A load balancer pool for %@ changed health.
zh_hans: %@ 的负载均衡池健康状态发生变化。

source: A native Cloudflare client for iPhone
zh_hans: iPhone 原生 Cloudflare 客户端

source: A route can only forward to a verified destination address. Add one, then open the confirmation email Cloudflare sends.
zh_hans: 路由只能转发到已验证的收件地址。请先添加一个，然后打开 Cloudflare 发来的确认邮件。

source: A safe sample account
zh_hans: 安全的示例账户

source: A tunnel for %@ changed health.
zh_hans: %@ 的 Tunnel 健康状态发生变化。

source: API deployment
zh_hans: API 部署

source: About
zh_hans: 关于

source: About Dash
zh_hans: 关于 Dash

source: Access
zh_hans: Access 保护

source: Account
zh_hans: 账户

source: Account ID
zh_hans: 账户 ID

source: Account Metric
zh_hans: 账户指标

source: Account Metrics
zh_hans: 账户指标

source: Account activity from the last seven days will show up here.
zh_hans: 最近七天的账户活动将显示在这里。

source: Accounts
zh_hans: 账户

source: Actions
zh_hans: 操作

source: Activated from Dash
zh_hans: 已在 Dash 中激活

source: Activation
zh_hans: 激活

source: Active
zh_hans: 正常

source: Active account
zh_hans: 当前账户

source: Active ·
zh_hans: 当前 ·

source: Add
zh_hans: 添加

source: Add Config/Secrets.xcconfig with your OAuth client values, then rebuild Dash.
zh_hans: 在 Config/Secrets.xcconfig 中填入 OAuth 客户端信息，然后重新构建 Dash。

source: Add DNS
zh_hans: 添加 DNS

source: Add DNS record
zh_hans: 添加 DNS 记录

source: Add Pages domain
zh_hans: 添加 Pages 域名

source: Add Period
zh_hans: 注册宽限期

source: Add a chart to rebuild this view.
zh_hans: 添加图表以重新构建此视图。

source: Add a custom address to start forwarding mail.
zh_hans: 添加一个自定义地址，即可开始转发邮件。

source: Add a destination address
zh_hans: 添加收件地址

source: Add a domain before changing this mode.
zh_hans: 请先添加域名，再更改此模式。

source: Add a domain before creating a DNS record.
zh_hans: 请先添加域名，再创建 DNS 记录。

source: Add a domain before purging cache.
zh_hans: 请先添加域名，再清除缓存。

source: Add a record to a domain
zh_hans: 为域名添加记录

source: Add chart
zh_hans: 添加图表

source: Add custom domain
zh_hans: 添加自定义域名

source: Add domain
zh_hans: 添加域名

source: Add the inbox you want mail forwarded to. Cloudflare emails it a confirmation link.
zh_hans: 添加用于接收转发邮件的收件箱。Cloudflare 会向该地址发送确认邮件。

source: Add your first domain to put it on Cloudflare.
zh_hans: 添加第一个域名以接入 Cloudflare。

source: Added
zh_hans: 添加时间

source: Added %@
zh_hans: 添加于 %@

source: Added successfully.
zh_hans: 添加成功

source: Address
zh_hans: 地址

source: Addresses
zh_hans: 地址列表

source: Alert policies
zh_hans: 提醒策略

source: Alert turned off.
zh_hans: 提醒已关闭。

source: Alert turned on.
zh_hans: 提醒已开启。

source: Alert type
zh_hans: 提醒类型

source: Alerts
zh_hans: 提醒

source: Alerts unavailable
zh_hans: 提醒暂不可用

source: Alerts will now appear as banners.
zh_hans: 提醒现在会以横幅形式显示。

source: Alerts you ignore stay here on this iPhone.
zh_hans: 你忽略的提醒会保留在此 iPhone 上。

source: Alerts, %lld pending
zh_hans: 提醒，%lld 条待处理

source: All
zh_hans: 全部

source: All charts are shown
zh_hans: 已显示所有图表

source: All deployments
zh_hans: 全部部署

source: Allow Account Analytics: Read to load account traffic.
zh_hans: 授予 Account Analytics: Read 权限以加载账户流量。

source: Allow Analytics: Read to load this domain’s HTTP traffic.
zh_hans: 需要 Analytics: Read 权限以加载此域名的 HTTP 流量。

source: Almost ready
zh_hans: 即将就绪

source: Always Online
zh_hans: 始终在线

source: Always Use HTTPS
zh_hans: 始终使用 HTTPS

source: An SPF record already exists on this domain and will be replaced: %@
zh_hans: 此域名已存在 SPF 记录，将被替换：%@

source: An object already exists at %@.
zh_hans: %@ 处已存在对象。

source: Analytics
zh_hans: 分析

source: Analytics access needed
zh_hans: 需要分析权限

source: Another registrar can start a transfer.
zh_hans: 其他注册商可以发起转移。

source: Another registrar can’t start a transfer.
zh_hans: 其他注册商无法发起转移。

source: Any R2 locations mounted in Files and their downloaded copies will be removed from this iPhone.
zh_hans: 在“文件”中挂载的所有 R2 位置及其已下载副本也会从这台 iPhone 移除。

source: App context
zh_hans: App 信息

source: Asset URL
zh_hans: 资源 URL

source: Associated
zh_hans: 已关联

source: At most every 15 minutes
zh_hans: 最多每 15 分钟一次

source: At most every 30 minutes
zh_hans: 最多每 30 分钟一次

source: At most every 5 minutes
zh_hans: 最多每 5 分钟一次

source: At most every hour
zh_hans: 最多每小时一次

source: Attach Worker domain
zh_hans: 绑定 Worker 域名

source: Attach a hostname from one of this account's zones.
zh_hans: 从本账户的 zone 绑定主机名。

source: Attach a hostname to Pages
zh_hans: 为 Pages 绑定主机名

source: Attach a hostname to a Worker
zh_hans: 为 Worker 绑定主机名

source: Audit log
zh_hans: 审计日志

source: Auto
zh_hans: 自动

source: Auto Renew Period
zh_hans: 自动续费宽限期

source: Auto-renew
zh_hans: 自动续费

source: Auto-renew, transfer lock, WHOIS privacy
zh_hans: 自动续费、转移锁定、WHOIS 隐私保护

source: Automatic
zh_hans: 自动

source: Available
zh_hans: 可用

source: Available in the Shortcuts app when Dash is signed in
zh_hans: 登录 Dash 后可在“快捷指令”App 中使用

source: Back
zh_hans: 返回

source: Bandwidth
zh_hans: 带宽

source: Bandwidth chart for %@. Total %@.
zh_hans: %1$@的带宽图表。共 %2$@。

source: Blocked requests
zh_hans: 已拦截请求

source: Blocked requests by country. %@ leads with %@ of %@ blocks.
zh_hans: 按国家/地区统计的拦截请求。%1$@ 以 %2$@ 次居首，共 %3$@ 次拦截。

source: Blocks
zh_hans: 拦截

source: Blocks by country
zh_hans: 按国家/地区拦截

source: Blocks, countries, Under Attack
zh_hans: 拦截、国家/地区、Under Attack

source: Blue
zh_hans: 蓝色

source: Bucket
zh_hans: 存储桶

source: Bucket name
zh_hans: 存储桶名称

source: Bucket root
zh_hans: 存储桶根目录

source: Bucket settings
zh_hans: 存储桶设置

source: Bucket settings, Public access and custom domains
zh_hans: 存储桶设置，公共访问与自定义域名

source: Buckets appear read-only in Files until you authorize write access.
zh_hans: 在你授权写入权限之前，存储桶在“文件”中将显示为只读。

source: Build
zh_hans: 构建

source: Build %@
zh_hans: 构建 %@

source: Build cancelled.
zh_hans: 构建已取消。

source: Build log
zh_hans: 构建日志

source: Build outcomes
zh_hans: 构建结果

source: Building
zh_hans: 构建中

source: Builds
zh_hans: 构建

source: Business Website
zh_hans: 商业版

source: By continuing, you agree to our
zh_hans: 继续即表示你同意我们的

source: Bypass cache for three hours
zh_hans: 三小时内绕过缓存

source: Bytes
zh_hans: 字节

source: CPU Time
zh_hans: CPU 时间

source: CPU time chart for the last 24 hours. Peak median %@ milliseconds.
zh_hans: 过去 24 小时的 CPU 时间图表。中位数峰值 %@ 毫秒。

source: Cache
zh_hans: 缓存

source: Cache Rate
zh_hans: 缓存命中率

source: Cache purged.
zh_hans: 缓存已清除。

source: Cached
zh_hans: 已缓存

source: Can't list this bucket's folders. The upload still goes to the folder shown above.
zh_hans: 无法列出此存储桶中的文件夹。上传仍会写入上方显示的文件夹。

source: Can't reach Cloudflare — showing data from this session. Reconnect to refresh.
zh_hans: 无法连接 Cloudflare——显示本会话缓存数据。重新连接以刷新。

source: Can't read that file's size.
zh_hans: 无法读取该文件大小。

source: Cancel
zh_hans: 取消

source: Cancel build
zh_hans: 取消构建

source: Canceled
zh_hans: 已取消

source: Catch-all
zh_hans: 兜底转发

source: Certificate
zh_hans: 证书

source: Certificate %@
zh_hans: 证书%@

source: Challenge every visitor
zh_hans: 对所有访客发起质询

source: Challenges every visitor. Restores the previous security level when turned off.
zh_hans: 对所有访客发起质询。关闭后将恢复先前的安全级别。

source: Change
zh_hans: 变化

source: Change profile photo
zh_hans: 更换头像

source: Charts
zh_hans: 图表

source: Check now
zh_hans: 立即检查

source: Checked %@
zh_hans: 检查于%@

source: Checked %@ · Refresh now
zh_hans: 检查于%@ · 立即刷新

source: Checked %@ · Refresh recommended
zh_hans: 检查于%@ · 建议刷新

source: Checking destination…
zh_hans: 正在检查目标位置…

source: Checking network access for Cloudflare data…
zh_hans: 正在检查 Cloudflare 数据的网络访问…

source: Checking whether Cloudflare completed the deletion…
zh_hans: 正在确认 Cloudflare 是否已完成删除…

source: Choose English, Simplified Chinese, or System
zh_hans: 选择英语、简体中文或跟随系统

source: Choose a file and R2 bucket
zh_hans: 选择文件和 R2 存储桶

source: Choose actions
zh_hans: 选择操作

source: Choose an alert type
zh_hans: 选择提醒类型

source: Choose file
zh_hans: 选择文件

source: Choose the Cloudflare features you use most.
zh_hans: 选择你最常用的 Cloudflare 功能。

source: Choose the Pages project for the custom domain.
zh_hans: 选择要绑定自定义域名的 Pages 项目。

source: Choose the Worker for the custom domain.
zh_hans: 选择要绑定自定义域名的 Worker。

source: Choose the domain for the new DNS record.
zh_hans: 选择要添加 DNS 记录的域名。

source: Choose the domain to update.
zh_hans: 选择要更新的域名。

source: Choose the domain whose cache you want to clear.
zh_hans: 选择要清除缓存的域名。

source: Choose the namespace for the new key.
zh_hans: 选择要写入新键的命名空间。

source: Choose which Cloudflare alerts reach this iPhone
zh_hans: 选择哪些 Cloudflare 提醒会送达这台 iPhone

source: Clear cached assets for a domain
zh_hans: 清除域名的缓存资源

source: Client Delete Prohibited
zh_hans: 注册商禁止删除

source: Client Hold
zh_hans: 注册商暂停解析

source: Client Renew Prohibited
zh_hans: 注册商禁止续费

source: Client Request Errors
zh_hans: 客户端请求错误

source: Client Transfer Prohibited
zh_hans: 注册商禁止转移

source: Client Update Prohibited
zh_hans: 注册商禁止更新

source: Clone Repo
zh_hans: 克隆仓库

source: Close
zh_hans: 关闭

source: Cloudflare access
zh_hans: Cloudflare 访问权限

source: Cloudflare alert history needs notifications access.
zh_hans: 查看 Cloudflare 提醒历史需要通知权限。

source: Cloudflare alert history needs notifications access. Grant access, or confirm the active account includes it.
zh_hans: 查看 Cloudflare 提醒历史需要通知权限。请授予权限，或确认当前账户包含该资源。

source: Cloudflare assigns name servers next; the domain activates once your registrar points at them.
zh_hans: Cloudflare 接下来会分配名称服务器；注册商指向后即可激活域名。

source: Cloudflare collects page views once the Web Analytics beacon runs on this domain. Proxied domains can turn it on without editing any HTML.
zh_hans: 只有当 Web Analytics 的 beacon 在这个域名上运行后，Cloudflare 才会收集页面浏览量。已代理的域名无需改动任何 HTML 即可开启。

source: Cloudflare couldn’t complete sign-in. Try again.
zh_hans: Cloudflare 无法完成登录。请重试。

source: Cloudflare couldn’t complete this request. Try again.
zh_hans: Cloudflare 无法完成此请求。请重试。

source: Cloudflare couldn’t find this resource. It may have been removed or belong to another account.
zh_hans: Cloudflare 找不到此资源。它可能已被删除，或不属于当前账户。

source: Cloudflare couldn’t process this request. Check the resource and try again.
zh_hans: Cloudflare 无法处理此请求。请检查资源后重试。

source: Cloudflare creates the DNS record and edge certificate automatically. The bucket serves on the domain once both are active.
zh_hans: Cloudflare 会自动创建 DNS 记录和边缘证书。两者就绪后，存储桶即可通过该域名访问。

source: Cloudflare deliveries you have already seen stay here.
zh_hans: 已查看的 Cloudflare 通知会保留在这里。

source: Cloudflare delivers an alert here when one of your notification policies fires.
zh_hans: 当你的某条通知策略触发时，Cloudflare 会把提醒送到这里。

source: Cloudflare didn’t return the DNS records for this domain. Turn on email routing from the Cloudflare dashboard.
zh_hans: Cloudflare 未返回此域名的 DNS 记录。请前往 Cloudflare 控制台开启邮件路由。

source: Cloudflare didn’t return this account’s registered domains.
zh_hans: Cloudflare 未返回此账户的已注册域名。

source: Cloudflare emails a confirmation link to this address. Mail routed to it is dropped until the link is opened.
zh_hans: Cloudflare 会向该地址发送确认链接。在链接被打开前，路由到它的邮件都会被丢弃。

source: Cloudflare has no registration for this domain.
zh_hans: Cloudflare 没有此域名的注册记录。

source: Cloudflare hasn't sent anything new.
zh_hans: Cloudflare 暂无新消息。

source: Cloudflare history
zh_hans: Cloudflare 历史记录

source: Cloudflare is mitigating an attack on %@.
zh_hans: Cloudflare 正在缓解针对 %@ 的攻击。

source: Cloudflare is rechecking now — the status usually updates within a few minutes.
zh_hans: Cloudflare 正在重新检查，状态通常会在几分钟内更新。

source: Cloudflare is returning errors for %@.
zh_hans: Cloudflare 正在为 %@ 返回错误。

source: Cloudflare is temporarily unavailable. Try again in a moment.
zh_hans: Cloudflare 暂时不可用。请稍后再试。

source: Cloudflare limits uploads from Dash to 300 MB.
zh_hans: Cloudflare 将 Dash 的上传大小限制为 300 MB。

source: Cloudflare mitigates an attack on this domain
zh_hans: Cloudflare 缓解针对该域名的攻击

source: Cloudflare no longer sees its name servers at the registrar. Point them back, then ask Cloudflare to check.
zh_hans: Cloudflare 在注册商处已看不到其名称服务器。请改回指向，然后请 Cloudflare 重新检查。

source: Cloudflare provisions the edge certificate. DNS for the hostname must already point at this account.
zh_hans: Cloudflare 将签发边缘证书。该主机名的 DNS 须已指向此账户。

source: Cloudflare renews this domain before it expires.
zh_hans: Cloudflare 会在此域名到期前自动续费。

source: Cloudflare returned a response Dash couldn’t read. Try again.
zh_hans: Cloudflare 返回了 Dash 无法读取的响应。请重试。

source: Cloudflare returned no domains for this account.
zh_hans: Cloudflare 未返回此账户的域名。

source: Cloudflare returned no requests for this domain in the last 24 hours.
zh_hans: Cloudflare 显示此域名在最近 24 小时内没有请求。

source: Cloudflare sent a verification email to %@.
zh_hans: Cloudflare 已向 %@ 发送验证邮件。

source: Cloudflare validates DNS and issues a certificate for the hostname.
zh_hans: Cloudflare 验证 DNS 并为该主机名签发证书。

source: Cloudflare will bypass cache for this domain and turn Development Mode off automatically after three hours.
zh_hans: Cloudflare 将绕过此域名的缓存，并在三小时后自动关闭开发模式。

source: Cloudflare will challenge every visitor. You can restore the previous security level from the domain's WAF screen.
zh_hans: Cloudflare 将对每位访客发起质询。可在域名的 WAF 页面恢复之前的安全级别。

source: Code and JSON editing
zh_hans: 代码与 JSON 编辑

source: Collapse chart
zh_hans: 收起图表

source: Collapsed, %lld domains
zh_hans: 已折叠，%1$lld 个域名

source: Color
zh_hans: 颜色

source: Color palette
zh_hans: 调色板

source: Comment
zh_hans: 备注

source: Compute
zh_hans: 计算

source: Configuration
zh_hans: 配置

source: Configuration file
zh_hans: 配置文件

source: Confirm
zh_hans: 确认

source: Confirming deletion
zh_hans: 正在确认删除

source: Connect Cloudflare
zh_hans: 连接 Cloudflare

source: Connect a domain from one of this account's zones to serve the bucket without r2.dev limits.
zh_hans: 从本账户的 zone 连接域名，即可不受 r2.dev 限制地提供存储桶服务。

source: Connect safely
zh_hans: 安全连接

source: Connect to Cloudflare to view account information and resource status.
zh_hans: 连接 Cloudflare，查看账户信息与资源状态。

source: Connect your account
zh_hans: 连接你的账户

source: Connect your account when you are ready to make changes
zh_hans: 准备好进行更改时，连接你的账户

source: Connected since
zh_hans: 连接开始时间

source: Connectors
zh_hans: 连接器

source: Connectors, hostnames, and private routes
zh_hans: 连接器、主机名和专用路由

source: Contact
zh_hans: 联系人

source: Content
zh_hans: 内容

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy hostname
zh_hans: 复制主机名

source: Copy public URL
zh_hans: 复制公开链接

source: Copy service
zh_hans: 复制服务地址

source: Copy tunnel ID
zh_hans: 复制隧道 ID

source: Could not register with the push relay (HTTP %lld).
zh_hans: 无法注册推送中继（HTTP %lld）。

source: Couldn't load a preview. Try the ⋯ menu for other actions.
zh_hans: 无法加载预览。可尝试通过 ⋯ 菜单执行其他操作。

source: Couldn't update the Files mount.
zh_hans: 无法更新“文件”挂载。

source: Couldn’t load
zh_hans: 加载失败

source: Couldn’t load Cloudflare alert history.
zh_hans: 无法加载 Cloudflare 提醒历史。

source: Couldn’t load Cloudflare alert history. Pull to refresh.
zh_hans: 无法加载 Cloudflare 提醒历史。下拉刷新重试。

source: Country
zh_hans: 国家/地区

source: Create
zh_hans: 创建

source: Create KV key
zh_hans: 创建 KV 键

source: Create R2 bucket
zh_hans: 创建 R2 存储桶

source: Create a KV namespace before adding a key.
zh_hans: 请先创建 KV 命名空间，再添加键。

source: Create a Pages project before attaching a domain.
zh_hans: 请先创建 Pages 项目，再绑定域名。

source: Create a bucket to store objects in R2.
zh_hans: 创建存储桶以在 R2 中存放对象。

source: Create a key to store a value in this namespace.
zh_hans: 创建 key 以在此命名空间中存储值。

source: Create a namespace in the dashboard or with Wrangler.
zh_hans: 请在控制台或使用 Wrangler 创建命名空间。

source: Create a policy or enable a recommended alert to reach this iPhone.
zh_hans: 创建策略或启用推荐提醒，即可送达这台 iPhone。

source: Create a record with the add button.
zh_hans: 使用添加按钮创建记录。

source: Create alert policy
zh_hans: 创建提醒策略

source: Create an R2 bucket before uploading a file.
zh_hans: 请先创建 R2 存储桶，再上传文件。

source: Create bucket
zh_hans: 创建存储桶

source: Create buckets in the Cloudflare dashboard or with Wrangler.
zh_hans: 请在 Cloudflare 控制台或使用 Wrangler 创建存储桶。

source: Create key
zh_hans: 创建 key

source: Create keys in the Cloudflare dashboard or with Wrangler.
zh_hans: 请在 Cloudflare 控制台或用 Wrangler 创建 key。

source: Create object storage
zh_hans: 创建对象存储

source: Create projects in the dashboard or with Wrangler — manage deployments and domains here.
zh_hans: 在控制台或用 Wrangler 创建项目 — 在此管理部署与域名。

source: Created
zh_hans: 创建时间

source: Created %@
zh_hans: 创建于 %@

source: Created successfully.
zh_hans: 创建成功

source: Critical
zh_hans: 严重

source: Current
zh_hans: 当前

source: Custom configuration
zh_hans: 自定义配置

source: Custom domain
zh_hans: 自定义域名

source: Custom domains
zh_hans: 自定义域名

source: Custom photos are stored only in Dash on this iPhone.
zh_hans: 自定义头像仅保存在这台 iPhone 的 Dash 中。

source: Customize
zh_hans: 自定义

source: DNS record
zh_hans: DNS 记录

source: DNS record created.
zh_hans: DNS 记录已创建

source: DNS record deleted.
zh_hans: DNS 记录已删除

source: DNS record types
zh_hans: DNS 记录类型

source: DNS record updated.
zh_hans: DNS 记录已更新

source: Daily requests
zh_hans: 每日请求

source: Dash asks for write access only when you choose an action that changes your account.
zh_hans: 只有当你选择会修改账户的操作时，Dash 才会请求写入权限。

source: Dash can't read %@.
zh_hans: Dash 无法读取 %1$@。

source: Dash checks opportunistically when iOS allows background refresh. Alerts are local and only fire for newly detected issues.
zh_hans: 在 iOS 允许后台刷新时机会性地检查。提醒在本地生成，且仅针对新发现问题。

source: Dash could not confirm the result yet. It will check again in the foreground.
zh_hans: Dash 暂时无法确认结果，将在回到前台后再次检查。

source: Dash couldn’t reach Cloudflare. Check your connection and try again.
zh_hans: Dash 无法连接 Cloudflare。请检查网络后重试。

source: Dash couldn’t update your profile photo. Try again.
zh_hans: Dash 无法更新头像，请重试。

source: Dash couldn’t use this photo. Try another image.
zh_hans: Dash 无法使用这张照片，请换一张图片重试。

source: Dash doesn’t have access to this resource. Grant access, or confirm the active account includes it.
zh_hans: Dash 无权访问此资源。请授予权限，或确认当前账户包含该资源。

source: Dash feedback
zh_hans: Dash 反馈

source: Dash is built with these open-source projects. Thank you to their authors and maintainers.
zh_hans: Dash 使用了以下开源项目，感谢这些项目的作者与维护者。

source: Dash requests all permissions used by its current features in one authorization.
zh_hans: Dash 会在一次授权中请求当前功能所需的全部权限。

source: Dash starts with read-only access. Write permissions and notifications are requested only when you use them.
zh_hans: Dash 会先以只读权限连接；只有在使用相应功能时，才会请求写入权限和通知权限。

source: Dash test alert
zh_hans: Dash 测试提醒

source: Dash will request all permissions used by its current features.
zh_hans: Dash 将请求当前功能所需的全部权限。

source: Day
zh_hans: 天

source: Deactivated
zh_hans: 已停用

source: Degraded
zh_hans: 降级

source: Delete
zh_hans: 删除

source: Delete %lld
zh_hans: 删除 %lld 个

source: Delete %lld %@
zh_hans: 删除 %1$lld 个 %2$@

source: Delete Prohibited
zh_hans: 禁止删除

source: Delete bucket
zh_hans: 删除存储桶

source: Delete objects
zh_hans: 删除对象

source: Deleted
zh_hans: 已删除

source: Deleted %@.
zh_hans: 已删除 %1$@。

source: Deleted %lld %@.
zh_hans: 已删除 %1$lld 个 %2$@。

# Deleted %lld of %lld. %@
source: Deleted %1$lld of %2$lld. %3$@
zh_hans: 已删除 %1$lld / %2$lld。%3$@

source: Deleted successfully.
zh_hans: 删除成功

source: Deletes this route. Mail sent to %@ stops being forwarded.
zh_hans: 删除此路由。发往 %@ 的邮件将不再被转发。

source: Deleting
zh_hans: 正在删除

source: Deleting %lld items…
zh_hans: 正在删除 %lld 项…

source: Deleting 1 item…
zh_hans: 正在删除 1 项…

source: Deletion failed. %@ still exists.
zh_hans: 删除失败，%@ 仍然存在。

source: Deletion failed. The item still exists.
zh_hans: 删除失败，该项目仍然存在。

source: Deletion still being confirmed
zh_hans: 仍在确认删除

source: Deletion undone.
zh_hans: 已撤销删除。

source: Deliver alerts prominently
zh_hans: 以横幅方式提醒

source: Deliver mail sent to user+tag@example.com through the route for user@example.com.
zh_hans: 发往 user+tag@example.com 的邮件将通过 user@example.com 的路由投递。

source: Delivers through your Dash webhook. Alert text is forwarded via dash.xat.sh to this iPhone.
zh_hans: 通过 Dash webhook 送达。提醒文本经 dash.xat.sh 转发到此 iPhone。

source: Delivery
zh_hans: 投递方式

source: Demo workspace
zh_hans: 演示工作区

source: Deploy
zh_hans: 部署

source: Deploy a Worker before attaching a domain.
zh_hans: 请先部署 Worker，再绑定域名。

source: Deploy with Wrangler or the dashboard — manage cut-over, domains, and analytics here.
zh_hans: 用 Wrangler 或控制台部署 — 在此管理切流、域名与分析。

source: Deployed %@
zh_hans: 部署于 %@

source: Deployment
zh_hans: 部署

source: Deployment activated.
zh_hans: 部署已激活

source: Deployment build outcomes
zh_hans: 部署构建结果

source: Deployment outcomes chart. %@ deployments: %@.
zh_hans: 部署结果图表。共 %1$@ 个部署：%2$@。

source: Deployment outcomes chart. No deployments.
zh_hans: 部署结果图表。暂无部署。

source: Deployments
zh_hans: 部署

source: Deployments, domains, and analytics
zh_hans: 部署、域名与分析

source: Deployments, rollback, and custom domains
zh_hans: 部署、回滚与自定义域名

source: Describe what happened:
zh_hans: 请描述发生了什么：

source: Deselect %@
zh_hans: 取消选择 %@

source: Destination
zh_hans: 目标位置
